Repository: alfinsyahruddin/KalkulatorSaham
Catalog: KalkulatorSaham/Core/Localization/*.lproj/Localizable.strings
Languages: id

source: Welcome
id: Selamat Datang

source: Language
id: Bahasa

source: Theme
id: Tema

source: Settings
id: Pengaturan

source: Broker Fee
id: Biaya Broker

source: ARA & ARB Calculator
id: Kalkulator ARA & ARB

source: Trading Return Calculator
id: Kalkulator Trading Return

source: Profit per Tick Calculator
id: Kalkulator Profit per Tick

source: Average Price Calculator
id: Kalkulator Average Price

source: Risk Reward Ratio Calculator
id: Kalkulator Risk Reward Ratio

source: Price Book Value Calculator
id: Kalkulator Price Book Value

source: Dividen Yield Calculator
id: Kalkulator Dividen Yield

source: Stock Split Calculator
id: Kalkulator Stock Split

source: Right Issue Calculator
id: Kalkulator Right Issue

source: Buy Price
id: Harga Beli

source: Sell Price
id: Harga Jual

source: Calculate Broker Fee
id: Hitung Biaya Broker

# buy_x_&_sell_x
source: Buy: %@ & Sell: %@
id: Beli: %@ & Jual: %@

source: Change
id: Ganti

source: Calculation Result
id: Hasil Kalkulasi

source: Net Profit
id: Keuntungan Bersih

source: Profit
id: Keuntungan

source: Loss
id: Kerugian

source: Total Fee
id: Total Biaya

source: Buy Detail
id: Detail Pembelian

source: Sell Detail
id: Detail Penjualan

source: Buy Value
id: Nilai Beli

source: Buy Fee
id: Biaya Pembelian

source: Total Paid
id: Total Dibayarkan

source: Sell Value
id: Nilai Jual

source: Sell Fee
id: Biaya Jual

source: Total Received
id: Total Diterima

source: Coming Soon!
id: Segera Datang!

# this_feature_is_not_available_at_this_time
source: This feature is not available at this time, We will notify you once this feature is ready.
id: Fitur ini belum tersedia saat ini, Kami akan memberi tahu anda jika fitur ini suadah siap.

source: Symmetric
id: Simetris

source: Asymmetric
id: Asimetris

source: Acceleration
id: Akselerasi

source: Price
id: Harga

source: Percentage
id: Persentase

source: Total Percentage
id: Total Persentase

source: Value
id: Nilai

source: Calculate
id: Hitung{

# please_enter_broker_fee
source: Please enter broker fee in percentage.
id: Silakan masukkan biaya broker dalam persentase.

# download_kalkulator_saham_app_on_the_appstore
source: Download Kalkulator Saham app on the AppStore! https://apps.apple.com/us/app/kalkulator-saham/id6445988371
id: Download aplikasi Kalkulator Saham di AppStore! https://apps.apple.com/us/app/kalkulator-saham/id6445988371

source: Give a Rating
id: Berikan Penilaian

source: Target Price
id: Target Harga

source: Portfolio
id: Porotfolio

source: Avg Price
id: Harga Rata-Rata

source: Book Value
id: Nilai Buku

source: Old Ratio
id: Rasio Lama

source: New Ratio
id: Rasio Baru

source: New Price
id: Harga Baru

source: Cum-Date Price
id: Harga Cum-Date

source: Exercise Price
id: Harga Pelaksanaan

source: Scenarios
id: Skenario

source: Trading Return
id: Return Trading

source: Redeem Cost
id: Biaya Tebus

source: Average Price
id: Harga Rata-Rata

# x_price
source: %@ Price
id: Harga %@

# x_quantity
source: %@ Quantity
id: Kuantitas %@

# x_value
source: %@ Value
id: Nilai %@

source: Redeem HMETD
id: Tebus HMETD

source: Not Redeem HMETD
id: Tidak Tebus HMETD

source: Transaction History
id: Riwayat Transaksi

source: Theoretical Price
id: Harga Teoritis

source: Current Price
id: Harga saat ini
